---
kind: type
id: T:Autodesk.Revit.DB.ExportColumnHeaders
source: html/bc6f688d-c781-fae9-628d-f7c4758d5b85.htm
---
# Autodesk.Revit.DB.ExportColumnHeaders

Options for exporting column headers in schedule view export.

## Syntax (C#)
```csharp
public enum ExportColumnHeaders
```